IDEA Open Model
Settlement Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Settlement()
Public Sub New
public:
Settlement()
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace